main.floors.MT2=
{
    "floorId": "MT2",
    "title": "主塔 2 层",
    "name": "2",
    "width": 13,
    "height": 13,
    "canFlyTo": true,
    "canUseQuickShop": true,
    "cannotViewMap": false,
    "images": [],
    "item_ratio": 1,
    "defaultGround": "ground",
    "firstArrive": [],
    "eachArrive": [],
    "parallelDo": "",
    "events": {},
    "changeFloor": {
        "4,0": {
            "floorId": ":before",
            "stair": "upFloor"
        },
        "12,12": {
            "floorId": ":next",
            "stair": "downFloor"
        }
    },
    "afterBattle": {},
    "afterGetItem": {
        "5,1": [
            "\t[说明]这是走在路上也能领悟的技能。\n——巧用诱捕，可以绕过堵路的强敌。",
            "\t[说明]左下瓶子+5魔力，右上角是新的箭支。"
        ]
    },
    "afterOpenDoor": {},
    "cannotMove": {},
    "map": [
    [ 32,  1,  0,  1, 88,  0,  1,  0, 31,  0,  1, 28,600],
    [ 63, 83,  0,202,  0,606,  0,  0,  0,  0, 81,205, 22],
    [  1,  1,  0,  1,  1,  0,  1,  1, 81,  1,  1,  0,  1],
    [ 21,  1,  0,  0,  1,205,  1,  0,  0,  0,  1,202,  0],
    [202,  0,  0,205,  0,  0,  0,  0,201,  0,205,  0, 31],
    [  1,  1,  0,  1,  1,  1, 81,  1,  1,  1,  0,  1,  0],
    [  0,  0,202,  0,201,  0,  0,  0,  1,  0,  0,  0,  0],
    [  0,  0,  0,  1,  0,  0,  0,205,  0,  0,205,  0,  0],
    [205,  1,  1,  1,  1,  1,  0,  1,  1,  0,  1,  1,  1],
    [  0, 28,  1, 31, 27,  1,  0,  0,  1,  0,  0,  1, 27],
    [  0, 61, 81,  0,  0,205,  0,  0,202,  0,  0,  0,205],
    [ 81,  1,  1,  1,205,  1,  1,  0,  1,  0,  1, 81,  1],
    [  0,  0,202,  0,  0,  0,  0,  0,  1,  0,  0,207, 87]
],
    "bgmap": [

],
    "fgmap": [

]
}